<div class="form-group row">
    <div class="col-md-12">
        <textarea  class="form-control" style="height: 200px;">
利用規約　※必ず最後までスクロールしてお読みください

当サイト管理人(以下管理人)は、以下の方針に基づき、当サイト利用者（以下利用者）により良いサービスの提供に努めます。
また、以下での個人情報とは、こちらのサイト内にて、利用者がご自身で入力される情報全般（メールアドレスやお問い合わせ内容等）、その他の記述等により当該ご本人を識別できるものを指します（当該情報のみでは識別できないが、他の情報と容易に照合することができ、それにより当該ご本人を識別できるものを含みます）。

1．適用範囲
管理人が運営するWEBサイト（hashimu.com/･･･サブドメインを含む）において取得した個人情報に対してこのプライバシーポリシーを適用します。

2．個人情報の取得について
管理人は、適法且つ公正な手段によって、個人情報を取得します。

3．個人情報の利用目的について
管理人は、以下の目的で個人情報を利用させていただきます。

1）管理人が運用するWEBサイトの提供及び保守
2）管理人が運用するWEBサイトのサービス向上のための利用
3）管理人からの次のご案内等を、電子メールやその他の手段でお客様に提供させていただく場合に、使用させていただきます。
（a）管理人が運用するWEBサイトからの通知
（b）パスワード再発行に伴うパスワード変更用リンク通知
（c）その他ご連絡事項

4．個人情報の共同利用について
管理人は、「3.個人情報の利用目的」に記載した利用目的の達成に必要な範囲内で、利用者が入力した情報等を管理人がWEBサイト運営に関わると定めた人物と共同して利用する場合があります。なお、この場合の当該個人情報の管理責任は管理人にあります。

5．個人情報の委託について
管理人は、個人情報等の取り扱いを第三者に委託することがあります。

6．個人情報の公開について
管理人は利用者が当サイトに登録した個人情報は公開情報として扱うことができます。故に漏洩とした場合も管理者は責任を負わないものとしますので、利用者はそれを踏まえて個人情報の登録を行うものとしてください。

7．アカウントの管理について
管理者は個人情報を登録した利用者に対して、当WEBサイト利用のためのユーザーアカウントを発行しますが、そのアカウントは管理者にも更新権利があるものとします。
なので、管理者が意図しない形でアカウントが利用されていると判断した場合、管理者の判断でユーザーアカウントの凍結・削除・レート変更等のアカウント情報の更新を行う場合があります。

8．本利用規約の内容変更について
管理人が今後サービス等を新しく提供する際、本利用規約を変更する場合がございます。利用者が当WEBサイトを利用し続ける場合、変更した利用規約にも同意したとみなしますので、定期的に利用規約をご確認ください。

以上、利用者はアカウントの新規発行をした場合、上記を全て承諾し行えるものとしますので御留意ください。
        </textarea>
    </div>
</div>
