<?php

return [
    'promotion' => [
        '1'   =>
            '【リモートポケカの対戦相手がすぐ見つかる！】' . PHP_EOL .
            PHP_EOL .
            '平日休日問わず24時間相手が見つかる！' . PHP_EOL .
            '初心者さん大歓迎！' . PHP_EOL .
            '話さず見てるだけでも、すぐ退出もOK！'  . PHP_EOL .
            'メンバー数世界最大のポケカLINEオプチャにご参加ください(^^)'  . PHP_EOL
            ,

        '2'   =>
            '【リモートポケカ世界最強を目指そう！】' . PHP_EOL .
            PHP_EOL .
            '最強を決めるレーティング機能を搭載！' . PHP_EOL .
            'もちろん初心者さんも大歓迎！' . PHP_EOL .
            'メンバー数世界最大のポケカLINEオプチャにご参加ください(^^)'  . PHP_EOL
            ,

        '3'   =>
            '【初めてのリモートポケカをしよう！】' . PHP_EOL .
            PHP_EOL .
            '必ずリモートポケカの相手が見つかります！' . PHP_EOL .
            '初めてリモートポケカを始めた方がたくさんいます！' . PHP_EOL .
            'メンバー数世界最大のポケカLINEオプチャにご参加ください(^^)'  . PHP_EOL
            ,

        '4'   =>
            '【平日も深夜もリモートポケカの相手が見つかる！】' . PHP_EOL .
            PHP_EOL .
            '必ずリモートポケカの相手が見つかります！' . PHP_EOL .
            'メンバー数世界最大のポケカLINEオプチャなので、いつでも相手が見つかる！' . PHP_EOL .
            'ぜひご参加ください(^^)'  . PHP_EOL
            ,

        '5'   =>
            '【リモートポケカで自宅から世界最強を目指そう！】' . PHP_EOL .
            PHP_EOL .
            '最強を決めるレーティング機能を搭載！' . PHP_EOL .
            'メンバー数世界最大のポケカLINEオプチャなので、いつでも相手が見つかる！' . PHP_EOL .
            'ぜひご参加ください(^^)'  . PHP_EOL
            ,

        '6'   =>
            '【リモートポケカの世界ランクとは？】' . PHP_EOL .
            PHP_EOL .
            'リモートポケカの世界ランクです！' . PHP_EOL .
            'https://hashimu.com/rank?remotopokeka=1&selected_game_id=3' . PHP_EOL .
            'ご参加は以下のLINEオプチャから！'  . PHP_EOL
            ,

        '7'   =>
            '【ちょっと空いた時間にリモートポケカしませんか？】' . PHP_EOL .
            PHP_EOL .
            'メンバー数世界最大なのでいつでも相手が見つかります！'  . PHP_EOL .
            '空いた時間に軽く1戦どうですか？'  . PHP_EOL .
            'ご参加は以下のLINEオプチャから！'  . PHP_EOL
            ,

        '8'   =>
            '【メンバー数世界最大のリモートポケカLINEオプチャ】' . PHP_EOL .
            PHP_EOL .
            'たまに内部大会を開催しています!'  . PHP_EOL .
            '第一回大会決勝はこちら！'  . PHP_EOL .
            'https://youtu.be/N6Oewsov4M8'  . PHP_EOL
        ,

        '9'   =>
            '【初めてのリモートポケカをやってみよう！】' . PHP_EOL .
            PHP_EOL .
            '初心者大歓迎！！'  . PHP_EOL .
            '初めてのリモートポケカを体験されている方が大勢います！'  . PHP_EOL .
            'ご参加は以下のLINEオプチャから！'  . PHP_EOL
        ,

        '10'   =>
            '【新しく組んだポケカデッキ、試したくありませんか？】' . PHP_EOL .
            PHP_EOL .
            'リモートポケカなら空いた時間でサクッと対戦！！'  . PHP_EOL .
            '参加人数が世界最大なのですぐ相手が見つかります！'  . PHP_EOL .
            'ご参加は以下のLINEオプチャから！'  . PHP_EOL
        ,
    ],
];
